Repository: librefang/librefang-ios
Catalog: librefang-ios/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

source: \(deps.dashboardViewModel.activeHandCount) active
zh_hans: \(deps.dashboardViewModel.activeHandCount) 个活跃

source: \(deps.dashboardViewModel.configuredProviderCount) configured
zh_hans: \(deps.dashboardViewModel.configuredProviderCount) 个已配置

source: \(deps.dashboardViewModel.issueAgentCount) need attention
zh_hans: \(deps.dashboardViewModel.issueAgentCount) 个需要关注

source: \(deps.dashboardViewModel.pendingApprovalCount) pending
zh_hans: \(deps.dashboardViewModel.pendingApprovalCount) 个待处理

source: \(deps.dashboardViewModel.readyChannelCount) ready
zh_hans: \(deps.dashboardViewModel.readyChannelCount) 个就绪

source: \(deps.onCallHandoffStore.pendingLatestFollowUpCount) pending · \(deps.onCallHandoffStore.completedLatestFollowUpCount) done
zh_hans: \(deps.onCallHandoffStore.pendingLatestFollowUpCount) 待处理 · \(deps.onCallHandoffStore.completedLatestFollowUpCount) 已完成

source: \(destructiveActionCount) destructive actions
zh_hans: \(destructiveActionCount) 个破坏性操作

source: \(diagnostics.issueCount) operator issues
zh_hans: \(diagnostics.issueCount) 个操作问题

source: \(diagnosticsLaneCount) diagnostics lanes
zh_hans: \(diagnosticsLaneCount) 个诊断轨道

source: \(draftCount) draft lanes
zh_hans: \(draftCount) 个草稿轨道

source: \(enabledCount) enabled
zh_hans: \(enabledCount) 个已启用

source: \(entries.count) keys
zh_hans: \(entries.count) 个键

source: \(entries.count) memory keys match the current search.
zh_hans: 当前搜索匹配到 \(entries.count) 个记忆键。

source: \(entries.count) of \(totalEntries) visible
zh_hans: 已显示 \(entries.count) / \(totalEntries)

source: \(entries.count) stored keys
zh_hans: \(entries.count) 个已存储键

source: \(entries.count) visible keys
zh_hans: \(entries.count) 个可见键

source: \(exhaustedCount) exhausted
zh_hans: \(exhaustedCount) 个已耗尽

source: \(failed) failed
zh_hans: 失败 \(failed) 个

source: \(failedDeliveryCount) failed
zh_hans: \(failedDeliveryCount) 个失败

source: \(failedDeliveryCount) failed receipts
zh_hans: \(failedDeliveryCount) 个失败回执

source: \(failedRunCount) failed runs
zh_hans: \(failedRunCount) 次失败运行

source: \(failedRuns) failed
zh_hans: \(failedRuns) 个失败

source: \(failedWorkflowNames.count) failing workflows
zh_hans: \(failedWorkflowNames.count) 个失败工作流

source: \(fileCount) file lanes
zh_hans: \(fileCount) 个文件轨道

source: \(fileCount) workspace files
zh_hans: \(fileCount) 个工作区文件

source: \(filteredCronJobs.count) visible
zh_hans: 可见 \(filteredCronJobs.count) 个

source: \(filteredEntries.count) keys match the current memory search.
zh_hans: 当前记忆搜索匹配到 \(filteredEntries.count) 个键。

source: \(filteredEntries.count) visible
zh_hans: 可见 \(filteredEntries.count) 个

source: \(filteredHistoryCount) visible entries
zh_hans: \(filteredHistoryCount) 条可见记录

source: \(filteredSchedules.count) visible
zh_hans: 可见 \(filteredSchedules.count) 个

source: \(filteredTriggers.count) visible
zh_hans: 可见 \(filteredTriggers.count) 个

source: \(filteredWorkflowRuns.count) visible
zh_hans: 可见 \(filteredWorkflowRuns.count) 个

source: \(filteredWorkflows.count) visible
zh_hans: 可见 \(filteredWorkflows.count) 个

source: \(filters.toolAllowlist.count) allow / \(filters.toolBlocklist.count) block
zh_hans: \(filters.toolAllowlist.count) 允许 / \(filters.toolBlocklist.count) 阻止

source: \(filters.toolAllowlist.count) allowed
zh_hans: 允许 \(filters.toolAllowlist.count) 个

source: \(filters.toolAllowlist.count) allowed tools
zh_hans: \(filters.toolAllowlist.count) 个允许工具

source: \(filters.toolBlocklist.count) blocked
zh_hans: 阻止 \(filters.toolBlocklist.count) 个

source: \(filters.toolBlocklist.count) blocked tools
zh_hans: \(filters.toolBlocklist.count) 个受限工具

source: \(flaggedAgentCount) agents near limit
zh_hans: \(flaggedAgentCount) 个智能体接近限额

source: \(flaggedAgentCount) flagged
zh_hans: \(flaggedAgentCount) 个已标记

source: \(focusAreaCount) focus areas
zh_hans: \(focusAreaCount) 个关注点

source: \(focusAreas.items.count) selected focus areas
zh_hans: \(focusAreas.items.count) 个已选关注点

source: \(focusCount) focus areas
zh_hans: \(focusCount) 个关注点

source: \(followUpCount) draft follow-ups
zh_hans: \(followUpCount) 个草稿后续事项

source: \(followUpCount) drafted follow-ups
zh_hans: \(followUpCount) 个草拟后续事项

source: \(followUpCount) follow-up items
zh_hans: \(followUpCount) 个后续事项

source: \(followUpCount) follow-ups
zh_hans: \(followUpCount) 个后续事项

source: \(followUpItemCount) follow-up items
zh_hans: \(followUpItemCount) 个后续事项

source: \(followUpSummary.completedCount) complete
zh_hans: 已完成 \(followUpSummary.completedCount) 项

source: \(followUpSummary.completedCount) complete · \(followUpSummary.pendingCount) pending
zh_hans: \(followUpSummary.completedCount) 项已完成 · \(followUpSummary.pendingCount) 项待处理

source: \(followUpSummary.pendingCount) pending
zh_hans: 待处理 \(followUpSummary.pendingCount) 项

source: \(gapWarningCount) cadence gaps
zh_hans: \(gapWarningCount) 个节奏间隔异常

source: \(handoffStore.draftFocusAreas.items.count) focus areas
zh_hans: \(handoffStore.draftFocusAreas.items.count) 个关注点

source: \(historyCount) history entries
zh_hans: \(historyCount) 条历史记录

source: \(historyCount) history rows
zh_hans: \(historyCount) 行历史记录

source: \(historyLaneCount) history lanes
zh_hans: \(historyLaneCount) 个历史轨道

source: \(images.count) image attachment\(images.count == 1 ? "" : "s")
zh_hans: \(images.count) 个图片附件

source: \(inheritedCount) inherited skills
zh_hans: \(inheritedCount) 个继承技能

source: \(Int(alertThreshold * 100))% alert
zh_hans: \(Int(alertThreshold * 100))% 告警

source: \(Int(detail.tokens.pct * 100))% used
zh_hans: 已使用 \(Int(detail.tokens.pct * 100))%

source: \(issueCount) route issues
zh_hans: \(issueCount) 个路由问题

source: \(issueCount) session issues
zh_hans: \(issueCount) 个会话问题

source: \(issueCount) surfaced issues
zh_hans: \(issueCount) 个已浮现问题

source: \(items.count) agents need attention
zh_hans: \(items.count) 个智能体需要关注

source: \(items.count) agents visible
zh_hans: 可见 \(items.count) 个智能体

source: \(items.count) timeline entries
zh_hans: \(items.count) 条时间线记录

source: \(jobs.count) cron jobs
zh_hans: \(jobs.count) 个 cron 作业

source: \(jobs.count) cron jobs visible
zh_hans: 可见 \(jobs.count) 个 cron 作业

source: \(latencyMs) ms
zh_hans: \(latencyMs) 毫秒

source: \(latest.tokens.formatted()) tokens
zh_hans: \(latest.tokens.formatted()) 个 token

source: \(limitedCount) capped
zh_hans: \(limitedCount) 个已封顶

source: \(loadedFeedCount) capability feeds loaded
zh_hans: 已加载 \(loadedFeedCount) 个能力源

source: \(loadedFeedCount) feeds loaded
zh_hans: 已加载 \(loadedFeedCount) 个数据源

source: \(loadedFeedCount) live feeds
zh_hans: \(loadedFeedCount) 个实时数据源

source: \(maxTokens.formatted()) tokens/hr
zh_hans: \(maxTokens.formatted()) 个 token/小时

source: \(mcpServers.assigned.count) assigned MCP
zh_hans: \(mcpServers.assigned.count) 个已分配 MCP

source: \(memoryCount) memory keys
zh_hans: \(memoryCount) 个记忆键

source: \(memoryCount) memory lanes
zh_hans: \(memoryCount) 个记忆轨道

source: \(missingWorkspaceFileCount) missing
zh_hans: 缺失 \(missingWorkspaceFileCount) 个

source: \(missingWorkspaceFileCount) missing files
zh_hans: \(missingWorkspaceFileCount) 个缺失文件

source: \(missingWorkspaceFileCount) missing identity files
zh_hans: \(missingWorkspaceFileCount) 个缺失的身份文件

source: \(modelCount) model ranks
zh_hans: \(modelCount) 个模型排名

source: \(modelCount) ranked models
zh_hans: \(modelCount) 个已排名模型

source: \(models.count) models tracked
zh_hans: \(models.count) 个已跟踪模型

source: \(monitoringSurfaceIssueCount) issues
zh_hans: \(monitoringSurfaceIssueCount) 个问题

source: \(mutedAlertCount) alerts muted locally
zh_hans: \(mutedAlertCount) 条告警已在本地静默

source: \(mutedCount) alerts are muted locally.
zh_hans: \(mutedCount) 条告警已在本地静默。

source: \(nextRunCount) next runs ready
zh_hans: \(nextRunCount) 次下次运行已就绪

source: \(pendingApprovals) action waiting
zh_hans: \(pendingApprovals) 个操作待审批

source: \(pendingChecklistCount) checklist items pending
zh_hans: \(pendingChecklistCount) 个待处理清单项

source: \(pendingFollowUpCount) of \(followUpStatuses.count) latest handoff follow-up items are still open.
zh_hans: 最近一次交接的跟进项中仍有 \(pendingFollowUpCount) / \(followUpStatuses.count) 项未完成。

source: \(pendingFollowUpCount) of \(pendingFollowUpCount + completedFollowUpCount) latest local follow-up items are still pending.
zh_hans: 最近一次本地交接的跟进项中仍有 \(pendingFollowUpCount) / \(pendingFollowUpCount + completedFollowUpCount) 项待处理。

source: \(pendingFollowUpCount) open follow-ups
zh_hans: \(pendingFollowUpCount) 个未完成后续事项

source: \(pendingFollowUpCount) pending
zh_hans: \(pendingFollowUpCount) 项待处理

source: \(pendingFollowUpCount) pending follow-ups
zh_hans: \(pendingFollowUpCount) 个待处理后续事项

source: \(pendingLatestFollowUpCount) follow-ups open
zh_hans: 有 \(pendingLatestFollowUpCount) 个后续事项仍未完成

source: \(pressureCount) execution drag signals
zh_hans: \(pressureCount) 个执行拖累信号

source: \(primaryAreaCount) primary areas
zh_hans: \(primaryAreaCount) 个主要区域

source: \(primaryQueueCount) primary cards
zh_hans: \(primaryQueueCount) 张主卡片

source: \(primaryQueueCount) primary items
zh_hans: \(primaryQueueCount) 个主项

source: \(provider.discoveredModels?.count ?? 0) discovered
zh_hans: 发现 \(provider.discoveredModels?.count ?? 0) 个

source: \(providerCount) provider ready
zh_hans: \(providerCount) 个提供方就绪

source: \(queuedEntryCount) queued handoffs
zh_hans: \(queuedEntryCount) 次排队交接

source: \(quietWatchedCount) pinned agents are quiet right now, so this row stays focused on the agents with live pressure.
zh_hans: 当前有 \(quietWatchedCount) 个置顶智能体较为安静，因此这一行会继续聚焦于存在实时压力的智能体。

source: \(quietWatchedCount) quiet pins
zh_hans: \(quietWatchedCount) 个安静置顶项

source: \(recentlyRunCount) recent runs
zh_hans: \(recentlyRunCount) 次最近运行

source: \(recentlyRunCount) with history
zh_hans: \(recentlyRunCount) 个有历史记录

source: \(remainingCount) more below
zh_hans: 下方还有 \(remainingCount) 个

source: \(run.stepsCompleted) steps
zh_hans: \(run.stepsCompleted) 个步骤

source: \(runCount) run lanes
zh_hans: \(runCount) 个运行轨道

source: \(runCount) runs
zh_hans: \(runCount) 次运行

source: \(runningCount) active
zh_hans: \(runningCount) 个活跃

source: \(runningRuns) running
zh_hans: \(runningRuns) 个运行中

source: \(runningWorkflowNames.count) active workflows
zh_hans: \(runningWorkflowNames.count) 个活跃工作流

source: \(runs.count) runs
zh_hans: \(runs.count) 次运行

source: \(runs.count) runs visible
zh_hans: 可见 \(runs.count) 次运行

source: \(scalarCount) scalar
zh_hans: \(scalarCount) 个标量

source: \(scalarCount) scalar keys
zh_hans: \(scalarCount) 个标量键

source: \(scalarEntryCount) scalar
zh_hans: \(scalarEntryCount) 个标量

source: \(schedule.runCount) runs
zh_hans: \(schedule.runCount) 次运行

source: \(scheduleCount + cronCount) scheduler entries
zh_hans: \(scheduleCount + cronCount) 个调度器条目

source: \(scheduleCount) schedule lanes
zh_hans: \(scheduleCount) 个计划轨道

source: \(scheduleCount) schedules
zh_hans: \(scheduleCount) 个计划

source: \(schedulerCount) scheduler entries
zh_hans: \(schedulerCount) 个调度器条目

source: \(schedules.count) schedules
zh_hans: \(schedules.count) 个计划

source: \(schedules.count) schedules visible
zh_hans: 可见 \(schedules.count) 个计划

source: \(secondaryQueueCount) secondary cards
zh_hans: \(secondaryQueueCount) 张次级卡片

source: \(secondaryQueueCount) secondary items
zh_hans: \(secondaryQueueCount) 个次级项

source: \(secondaryQueueCount) support items
zh_hans: \(secondaryQueueCount) 个支撑项

source: \(sectionCount) agent sections are active below the controls deck.
zh_hans: 控制面板下方有 \(sectionCount) 个智能体分区处于活动状态。

source: \(sectionCount) automation sections are active below the controls deck.
zh_hans: 控制面板下方有 \(sectionCount) 个自动化分区处于活动状态。

source: \(sectionCount) budget sections are loaded into the compact operator deck.
zh_hans: 紧凑操作面板中已载入 \(sectionCount) 个预算分区。

source: \(sectionCount) handoff sections are active below the controls deck.
zh_hans: 控制面板下方有 \(sectionCount) 个交接分区处于活动状态。

source: \(sectionCount) night-watch sections are active below the hero snapshot.
zh_hans: 主快照下方有 \(sectionCount) 个夜间值守分区处于活动状态。

source: \(sessionActionCount) session actions
zh_hans: \(sessionActionCount) 个会话操作

source: \(sessionAttentionCount) session hotspots
zh_hans: \(sessionAttentionCount) 个会话热点

source: \(sessionCount) session lanes
zh_hans: \(sessionCount) 个会话轨道

source: \(sessionCount) visible sessions
zh_hans: 可见 \(sessionCount) 个会话

source: \(sessionIssueCount) issues
zh_hans: \(sessionIssueCount) 个问题

source: \(sessionIssueCount) session issues
zh_hans: \(sessionIssueCount) 个会话问题

source: \(skills.assigned.count) assigned skills
zh_hans: \(skills.assigned.count) 个已分配技能

source: \(snapshot.contextWindowTokens.formatted()) ctx
zh_hans: \(snapshot.contextWindowTokens.formatted()) 上下文

source: \(snapshot.messageCount) messages
zh_hans: \(snapshot.messageCount) 条消息

source: \(stalledCount) stalled
zh_hans: \(stalledCount) 个停滞

source: \(stalledCronCount) stalled cron jobs
zh_hans: \(stalledCronCount) 个停滞的 cron 作业

source: \(stalledCronCount) stalled crons
zh_hans: \(stalledCronCount) 个停滞的 cron

source: \(structured) structured
zh_hans: \(structured) 个结构化项

source: \(structuredCount) structured
zh_hans: \(structuredCount) 个结构化项

source: \(structuredCount) structured blocks
zh_hans: \(structuredCount) 个结构化块

source: \(structuredCount) structured keys
zh_hans: \(structuredCount) 个结构化键

source: \(structuredCount) structured values
zh_hans: \(structuredCount) 个结构化值

source: \(structuredEntryCount) structured
zh_hans: \(structuredEntryCount) 个结构化项

source: \(structuredEntryCount) structured values
zh_hans: \(structuredEntryCount) 个结构化值

source: \(structuredMemoryCount) structured memory keys
zh_hans: \(structuredMemoryCount) 个结构化记忆键

source: \(suggestedFocusCount) suggested focus
zh_hans: \(suggestedFocusCount) 条建议关注点

source: \(suggestedFocusCount) suggested focus areas
zh_hans: \(suggestedFocusCount) 个建议关注点

source: \(suggestedFollowUpCount) suggested follow-ups
zh_hans: \(suggestedFollowUpCount) 条建议后续事项

source: \(summaryCharacterCount) summary chars
zh_hans: \(summaryCharacterCount) 个摘要字符

source: \(supportAreaCount) support areas
zh_hans: \(supportAreaCount) 个支撑区域

source: \(timelineCount) timeline cards
zh_hans: \(timelineCount) 张时间线卡片

source: \(timelineCount) timeline items
zh_hans: \(timelineCount) 个时间线项

source: \(timelineGapWarningCount) timeline gaps
zh_hans: \(timelineGapWarningCount) 个时间线间隔异常

source: \(toolCount) tool\(toolCount == 1 ? "" : "s")
zh_hans: \(toolCount) 个工具

source: \(toolFilters.toolAllowlist.count) allowed
zh_hans: \(toolFilters.toolAllowlist.count) 个允许项

source: \(toolRestrictionCount) tool rules
zh_hans: \(toolRestrictionCount) 条工具规则

source: \(totalAgentCount) total tracked
zh_hans: 共跟踪 \(totalAgentCount) 个

source: \(totalAgentCount) tracked agents
zh_hans: \(totalAgentCount) 个已跟踪智能体

source: \(totalCalls) calls
zh_hans: \(totalCalls) 次调用

source: \(totalCalls) calls tracked
zh_hans: 跟踪了 \(totalCalls) 次调用

source: \(totalCalls) model calls
zh_hans: \(totalCalls) 次模型调用

source: \(totalCalls) total calls
zh_hans: 总计 \(totalCalls) 次调用

source: \(totalCount) automation items in monitor
zh_hans: 监控中有 \(totalCount) 个自动化项

source: \(totalCount) queued items
zh_hans: \(totalCount) 个队列项

source: \(totalCount) saved handoffs in history
zh_hans: 历史中有 \(totalCount) 条已保存交接

source: \(totalCount) stored keys
zh_hans: \(totalCount) 个已存储键

source: \(totalItems) budget focus and route items are grouped in this deck.
zh_hans: 此面板中归组了 \(totalItems) 个预算焦点和路由项。

source: \(totalRoutes) automation routes and jumps are grouped in this deck.
zh_hans: 此面板中归组了 \(totalRoutes) 个自动化路由和跳转项。

source: \(totalSteps) total steps
zh_hans: 共 \(totalSteps) 步

source: \(totalTokens.formatted()) tokens
zh_hans: \(totalTokens.formatted()) 个 token

source: \(totalTokens.formatted()) tokens tracked
zh_hans: 跟踪了 \(totalTokens.formatted()) 个 token

source: \(totalWatchedCount) pinned agents
zh_hans: \(totalWatchedCount) 个置顶智能体

source: \(trendDays) days loaded
zh_hans: 已载入 \(trendDays) 天

source: \(trendDays) trend days
zh_hans: \(trendDays) 个趋势日

source: \(trigger.fireCount) fires
zh_hans: \(trigger.fireCount) 次触发

source: \(trigger.maxFires) max
zh_hans: 最多 \(trigger.maxFires) 次

source: \(triggerCount) trigger lanes
zh_hans: \(triggerCount) 个触发器轨道

source: \(triggerCount) triggers
zh_hans: \(triggerCount) 个触发器

source: \(triggers.count) triggers
zh_hans: \(triggers.count) 个触发器

source: \(triggers.count) triggers visible
zh_hans: 可见 \(triggers.count) 个触发器

source: \(uncoveredChecklistCount) checklist gaps
zh_hans: \(uncoveredChecklistCount) 个清单缺口

source: \(uncoveredChecklistCount) uncovered checklist items
zh_hans: \(uncoveredChecklistCount) 个未覆盖清单项

source: \(uniqueAgentCount) agents targeted
zh_hans: 覆盖 \(uniqueAgentCount) 个 agent

source: \(unsettledDeliveryCount) unsettled
zh_hans: \(unsettledDeliveryCount) 个未完成

source: \(unsettledDeliveryCount) unsettled deliveries
zh_hans: \(unsettledDeliveryCount) 个未结投递

source: \(unsettledDeliveryCount) unsettled receipts
zh_hans: \(unsettledDeliveryCount) 个未结回执

source: \(usageSummary.callCount) calls
zh_hans: \(usageSummary.callCount) 次调用

source: \(usageSummary.callCount) calls recorded
zh_hans: 记录了 \(usageSummary.callCount) 次调用

source: \(usageSummary.totalToolCalls) tool calls
zh_hans: \(usageSummary.totalToolCalls) 次工具调用

source: \(value.count) fields
zh_hans: \(value.count) 个字段

source: \(value.count) items
zh_hans: \(value.count) 项

source: \(visibleAgentCount) agents shown
zh_hans: 显示 \(visibleAgentCount) 个智能体

source: \(visibleCount) items in view
zh_hans: 视图中有 \(visibleCount) 项

source: \(visibleCount) of \(jobs.count) visible
zh_hans: 已显示 \(visibleCount) / \(jobs.count)

source: \(visibleCount) of \(runs.count) visible
zh_hans: 已显示 \(visibleCount) / \(runs.count)

source: \(visibleCount) of \(schedules.count) visible
zh_hans: 已显示 \(visibleCount) / \(schedules.count)

source: \(visibleCount) of \(totalCount) automation items visible
zh_hans: 已显示 \(visibleCount) / \(totalCount) 个自动化项

source: \(visibleCount) of \(totalCount) handoffs visible
zh_hans: 已显示 \(visibleCount) / \(totalCount) 条交接

source: \(visibleCount) of \(triggers.count) visible
zh_hans: 已显示 \(visibleCount) / \(triggers.count)

source: \(visibleCount) of \(workflows.count) visible
zh_hans: 已显示 \(visibleCount) / \(workflows.count)

source: \(visibleCount) saved handoffs
zh_hans: \(visibleCount) 条已保存交接

source: \(visibleCount) visible keys
zh_hans: \(visibleCount) 个可见键

source: \(visibleItemCount) visible items
zh_hans: \(visibleItemCount) 个可见项

source: \(visibleItemCount) visible results
zh_hans: \(visibleItemCount) 个可见结果

source: \(visibleRuleCount) explicit rules
zh_hans: \(visibleRuleCount) 条显式规则

source: \(visibleSessionCount) of \(sessionCount) sessions visible
zh_hans: 已显示 \(visibleSessionCount) / \(sessionCount) 个会话

source: \(vm.enabledCronJobCount) enabled, \(vm.pausedCronJobCount) paused, \(vm.stalledCronJobCount) missing next run
zh_hans: \(vm.enabledCronJobCount) 个已启用，\(vm.pausedCronJobCount) 个已暂停，\(vm.stalledCronJobCount) 个缺少下一次运行

source: \(vm.enabledScheduleCount) enabled, \(vm.pausedScheduleCount) paused
zh_hans: \(vm.enabledScheduleCount) 个已启用，\(vm.pausedScheduleCount) 个已暂停

source: \(vm.enabledTriggerCount) enabled, \(vm.exhaustedTriggerCount) exhausted
zh_hans: \(vm.enabledTriggerCount) 个已启用，\(vm.exhaustedTriggerCount) 个已耗尽

source: \(vm.exhaustedTriggerCount) exhausted triggers
zh_hans: \(vm.exhaustedTriggerCount) 个耗尽的触发器

source: \(vm.failedWorkflowRunCount) failed runs
zh_hans: \(vm.failedWorkflowRunCount) 次失败运行

source: \(vm.failedWorkflowRunCount) failed, \(vm.runningWorkflowRunCount) still running
zh_hans: \(vm.failedWorkflowRunCount) 个失败，\(vm.runningWorkflowRunCount) 个仍在运行

source: \(vm.pausedScheduleCount) paused schedules
zh_hans: \(vm.pausedScheduleCount) 个已暂停计划

source: \(vm.stalledCronJobCount) stalled cron jobs
zh_hans: \(vm.stalledCronJobCount) 个停滞的 cron 作业

source: \(vm.triggers.count) triggers
zh_hans: \(vm.triggers.count) 个触发器

source: \(vm.workflowCount) definitions, \(vm.recentWorkflowRunCount) recent runs cached from the server
zh_hans: \(vm.workflowCount) 个定义，\(vm.recentWorkflowRunCount) 条最近运行已从服务器缓存

source: \(vm.workflowRuns.count) runs
zh_hans: \(vm.workflowRuns.count) 次运行

source: \(vm.workflows.count) workflows
zh_hans: \(vm.workflows.count) 个工作流

source: \(watchedQueueCount) watch-promoted
zh_hans: \(watchedQueueCount) 个已提升到关注队列

source: \(watchedQueueCount) watched queue items
zh_hans: \(watchedQueueCount) 个已关注队列项

source: \(watchlistIssueCount) watch issues
zh_hans: \(watchlistIssueCount) 个关注问题

source: \(watchlistIssueCount) watchlist issues
zh_hans: \(watchlistIssueCount) 个关注列表问题

source: \(workflow.steps) steps
zh_hans: \(workflow.steps) 个步骤

source: \(workflowCount) workflow lanes
zh_hans: \(workflowCount) 个工作流轨道

source: \(workflowCount) workflows
zh_hans: \(workflowCount) 个工作流

source: \(workflows.count) workflows
zh_hans: \(workflows.count) 个工作流

source: \(workflows.count) workflows visible
zh_hans: 可见 \(workflows.count) 个工作流

# %@ · %lld msgs
source: %1$@ · %2$lld msgs
zh_hans: %1$@ · %2$lld 条消息

source: %@ tokens
zh_hans: %@ 个 Token

source: %lld active
zh_hans: %lld 活跃

# %lld active, %lld degraded
source: %1$lld active, %2$lld degraded
zh_hans: %1$lld 个活跃，%2$lld 个降级

source: %lld agents
zh_hans: %lld 个智能体

source: %lld agents currently need attention
zh_hans: %lld 个智能体当前需要关注

source: %lld agents have model drift
zh_hans: %lld 个智能体存在模型漂移

source: %lld agents on unavailable models
zh_hans: %lld 个智能体使用不可用模型

source: %lld agents still have model drift
zh_hans: %lld 个智能体仍存在模型漂移

source: %lld alerts are muted locally; watchlist and sessions remain active
zh_hans: %lld 个告警已在本机静音；关注列表和会话仍然活跃

source: %lld alerts are muted locally.
zh_hans: %lld 个告警已在本机静音。

source: %lld alerts muted locally
zh_hans: %lld 个告警已在本机静音

source: %lld aliases
zh_hans: %lld 个别名

source: %lld approvals
zh_hans: %lld 个审批

source: %lld approvals are still waiting
zh_hans: %lld 个审批仍在等待处理

source: %lld approvals blocked
zh_hans: %lld 个审批被阻塞

source: %lld approvals still need review.
zh_hans: %lld 个审批仍需复核。

source: %lld approvals waiting
zh_hans: %lld 个审批等待中

source: %lld cards
zh_hans: %lld 张卡片

source: %lld channels missing required fields
zh_hans: %lld 个渠道缺少必填字段

# %lld complete · %lld pending
source: %1$lld complete · %2$lld pending
zh_hans: %1$lld 已完成 · %2$lld 待处理

source: %lld config warnings
zh_hans: %lld 个配置警告

source: %lld configured
zh_hans: 已配置 %lld 个

source: %lld configured channels are missing required fields
zh_hans: %lld 个已配置渠道缺少必填字段

source: %lld configured channels missing required fields
zh_hans: %lld 个已配置渠道缺少必填字段

source: %lld critical audit events
zh_hans: %lld 个关键审计事件

source: %lld critical audit events are still recent, but Audit is not included.
zh_hans: %lld 个关键审计事件仍然很近，但交接关注焦点未包含审计。

source: %lld critical audit events are still recent.
zh_hans: %lld 个关键审计事件仍然很近。

source: %lld critical event follow-ups remain
zh_hans: 还剩 %lld 个关键事件跟进项

source: %lld critical incidents acknowledged
zh_hans: %lld 个严重事故已确认

source: %lld critical incidents active
zh_hans: %lld 个严重事故仍处于活动状态

source: %lld critical items acknowledged on this iPhone
zh_hans: 这台 iPhone 上已确认 %lld 个严重项

source: %lld critical items still need review
zh_hans: %lld 个严重项仍需处理

source: %lld critical pressures remain active
zh_hans: %lld 个严重压力源仍然活跃

source: %lld cron jobs are missing a next run
zh_hans: %lld 个定时任务缺少下一次运行时间

source: %lld cron jobs missing next run
zh_hans: %lld 个定时任务缺少下一次运行时间

# %lld definitions, %lld recent runs cached from the server
source: %1$lld definitions, %2$lld recent runs cached from the server
zh_hans: %1$lld 个定义，%2$lld 条最近运行已从服务器缓存

source: %lld discovered
zh_hans: 已发现 %lld 个

# %lld enabled, %lld exhausted
source: %1$lld enabled, %2$lld exhausted
zh_hans: %1$lld 个已启用，%2$lld 个已耗尽

# %lld enabled, %lld paused
source: %1$lld enabled, %2$lld paused
zh_hans: %1$lld 个已启用，%2$lld 个已暂停

# %lld enabled, %lld paused, %lld missing next run
source: %1$lld enabled, %2$lld paused, %3$lld missing next run
zh_hans: %1$lld 个已启用，%2$lld 个已暂停，%3$lld 个缺少下一次运行
